Revit 2027 API
BuiltInFailures.RebarFailures.RebarShapeFailureCustomError Property
 '[ErrorMessage]'
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId RebarShapeFailureCustomError { get; }
Public Shared ReadOnly Property RebarShapeFailureCustomError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ RebarShapeFailureCustomError {
	FailureDefinitionId^ get ();
}
static member RebarShapeFailureCustomError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarFailures Class
Autodesk.Revit.DB Namespace